label plot_01_02_03:
    show screen date(year = "129", month = "5", day = "26") with pixellate
    
    "第二天，5月26日，我问护士："

    I "昨天的药还有吗？"

    nurse "不要着急，spp-301试剂有一定的副作用，需要控制服用剂量和间隔时间。"

    I "什么副作用？"

    nurse "主要是成瘾性。"

    """
        我不喜欢迷迷糊糊的感觉，盼望着尽快恢复记忆。

        护士忙完她的事情之后，回来陪我聊天，姑且打发时间。

        回收餐盘的时候，她弯下腰，从床底下的缝隙里摸出一把叉子。
    """

    I "不小心搞掉了。"

    """
        那里无论如何都是视觉死角，她却毫无悬念地发现了。

        下午，单小伊在和53号聊天。我把这件事告诉她。
    """

    I "我本来想藏一把叉子，或许逃跑时能用上，没想到被护士发现了。"

    "单小伊吃了一惊。"

    ShanXiaoYi "你没有被打吧？"

    I "怎么可能啦。"

    "忽然，单小伊告诉我："

    ShanXiaoYi "护士进53号的房间了！她在害怕。"

    I "护士还挺好的，她为什么害怕。还有别的人吗？"

    ShanXiaoYi "有！一团模模糊糊的心灵，我来不及看，他们把她带走了！"

    I "今天是星期二！他们开始对53号做第二阶段的实验了！"

    """
        在这之后，我们焦躁不安地等待着53号的消息。

        单小伊和我约定，她每隔一段时间呼唤一次53号，一旦发现她回到隔壁病房，就立马通知我。

        但最后，反而是我通知了她。

        持续探测周围的心灵非常耗费精力，单小伊昏昏沉沉地睡着了。

        深夜，嘶哑的惨叫声从走廊里传来。

        这是我第一次感受到53号的心灵，每一个神经元都仿佛在诉说着“痛”这个概念，我睁开眼睛大口喘着气，只是与她的心灵接触，就仿佛自己也遭受了那种折磨。

        心灵接触很快就断开了，躺在转运床上被推着的53号，只路过了我的房间几秒钟，然后再经过单小伊的房间，回到她自己的房间。

        另一团模糊的心灵缓缓跟过来，那一定就是“主人”了，我带着怒意控制着自己的精神力场向那边发起冲击，却无论如何也突破不进去。
    """

    I "小伊！单小伊！快醒醒！53号她回来了！"

    "单小伊从床上弹起来。"

    ShanXiaoYi "她好痛……我能感觉到……"

    I "怎么样，小伊，你能问问她发生什么了吗？"

    ShanXiaoYi "全是一团乱麻，听不到，除了痛什么都没有……"

    ShanXiaoYi "小林哥哥，我感觉她的心灵已经被弄坏了……"

    """
        我们都再也睡不着了，铁锈味似笼罩着两个房间。
        
        更可怕的噩耗还在后面。
    """

    I "小伊，你还记得我两天前偷听到的谈话吗？他们以为我已经完全被迷晕过去的时候。"

    "单小伊冷静地说："

    ShanXiaoYi "我知道的，三天后的星期五，他们会对我做同样的实验。"

    """
        三天。窗口期只有三天。

        可现在我们对如何逃出去，完全没有一点头绪。
        
        简直看不到可能性。
    """

    I "你哭了？"

    ShanXiaoYi "没有。"

    "我也不知道，单小伊有没有说真话。"

    "注意到她心灵异常的颤抖，我明白了，小伊一直维持着和53号的心灵连接。"

    I "把连接断开吧，会受不了的。"

    ShanXiaoYi "她很痛……我想陪陪她。"

    "小伊和她已经成为了朋友。"

    ShanXiaoYi "痛楚这种东西，一人分一半承担，就会没有那么难以忍受。"

    I "那也请给我分三分之一吧。"

    "这一刻，我们的心灵，彼此敞开着。"

    I "怎么样，好受些了吗？"

    """
        小伊在心里给我画了一个笑脸。

        我其实明白，痛觉并不能真的被分摊，只是在沿精神力场传播时有所衰减。
        
        不过，在难受的时候，知道身边还有人陪着自己，总会好过些的吧。
    """

    ShanXiaoYi "53号被送回来的时候，她那边还有一个人，他是……"

    I "嗯，就是那个干瘦的老头子，护士叫他『主人』，前天我被带走时也是他。"

    ShanXiaoYi "真奇怪，你发现了吗，他的心灵是封闭的，我怎么都进不去。"

    "原来单小伊也试过了。"

    I "封闭的……我知道了！"

    I "我上次看到他的头上戴着一个奇怪的装置，像个大头娃娃，那个装置说不定就是用来屏蔽我们的精神力场！"

    "单小伊若有所思。"

    ShanXiaoYi "他在防范我们的能力……"

    I "一定是脑子里装着什么见不得人的事情，害怕被我们看到。"

    ShanXiaoYi "我们可以给他传递错误的信息，就像从1数到1000的时候不停有人在旁边打岔，用不了多久，他自己就会把实验搞乱掉。"

    I "不止是信息！还可以强迫性地给把痛觉也传递给他，让他自食其果！"

    ShanXiaoYi "不可以的啦，要对方敞开心扉才行。"

    I "要是我们再厉害一点就好了。说不定，两个人一起，有可能做到。"

    ShanXiaoYi "那也得让他把头上的乌龟壳摘掉。"

    I "是啊，前提是处理掉屏蔽装置。"

    "这一晚，我几乎没有睡，脑海里不停地制定着计划，推演着可能的走向。"

    show screen date(year = "129", month = "5", day = "27") with pixellate

    """
        5月27日，星期三，距离小伊被带走还有两天半。

        护士看到了我的黑眼圈，提醒我要注意睡眠。

        你自己还不是从昨下午忙到半夜，现在却一点不困。

        『忙到半夜』，我在心里讽刺地想着，没有说出来。

        53号现在还深陷在持续不断的痛苦中，她已经哭得没有声音了。

        她的遭遇，打破了我对护士抱有的最后一点幻想。

        护士待我一直不错，我曾以为她是善良的，是被『主人』逼迫或者利用的。

        现在看来，53号的痛楚当然缺不了她的一份功劳，亲眼目睹了这一切却无动于衷的她，或许也洗不掉指尖沾染的那抹黯色吧。

        我还是称呼她『护士姐姐』。

        晚上，我拿着那支钝头笔在墙上写写画画。

        白色光晕越来越浓，在冰冰冷冷的光滑墙面上组成意义不明的抽象图案。

        护士为我端了一杯热牛奶过来。
    """

    nurse "喝吧，助眠的，要加糖我这里有。"

    "我接受着她的善意，张了张嘴，但终究只是低着头沉默抿着有点烫的牛奶，脑袋埋在阴影里。"

    jump plot_01_03_01