label plot_01_02_01:
    scene bg test_bg_02 with dissolve
    show screen chapter("Chapter-02 铁锈味的喜欢") with dissolve
    
    ShanXiaoYi "喂——你好——能听见吗——我叫单小伊——"

    """
        这两天，小伊一直在努力与她隔壁的女生（？）交流，而我把注意力放在护士身上。

        我和她混熟了一些之后，说话也不像刚开始那么拘谨。
    """

    nurse "我很喜欢和人说话，但我不擅长说话，所以我需要学习。"

    I "嗯，我也喜欢和你说话。"

    """
        她笑了。

        其实护士平日里也总是温柔的，只是这次的笑在我眼里，显得尤其明媚了些。

        护士是一个什么样的人呢？

        我萌生了一个想法，想要理解她的内心。

        最直接的方法就是闭上眼睛，用单小伊教我的方法，可是，什么都没有感觉到。

        一片空白。

        我猜想可能是自己能力运用不熟练的原因，但单小伊也尝试了一下用心灵向护士说话，但结果依然如故。
    """

    I "护士会不会也是能力者，因为比我们厉害很多，所以我们才找不到她的心灵？"

    ShanXiaoYi "我不知道，除了你没见过别的能力者……"

    I "要不要直接向她提问？她应该会说实话的。"

    ShanXiaoYi "不要！"

    I "为什么？"

    ShanXiaoYi "这些坏人不一定知道我们有念话能力！要藏起来当秘密武器！"

    I "不太可能，我觉得我们的能力，恰恰和圣心医院的实验有关。"

    ShanXiaoYi "哎呀，怎么会呢，我们的能力是从小就有的……"

    "单小伊笑着这样说，但她突然想到："

    ShanXiaoYi "除非我们出生前被就动了手脚！基因工程，我在书上看过！对人类做这种事情可是非法的！"

    I "还有一种可能性，不是坏人赋予我们能力，而是我们因为天生的能力被发现了，才被坏人抓进来。"

    ShanXiaoYi "是啊。坏人连这都没发现的话，为什么还要抓我们。"

    "单小伊闷闷不乐起来。"

    jump plot_01_02_02