label plot_01_02_02:
    show screen date(year = "129", month = "5", day = "25") with pixellate

    """
        和护士说的一样，那次手术之后，我的头脑里偶尔会闪回一些零零碎碎的记忆片段。

        那些片段就像往日的纷飞碎叶，一旦伸手想要捉住，就瞬间化为泡影，无影无踪。

        令人不安的是，这些片段里，从来没有出现单小伊的身影。

        忽然，单小伊在心里呼唤我。
    """

    ShanXiaoYi "小林哥哥，告诉你一个好消息！"

    I "你联系上她了？"

    ShanXiaoYi "Bingo！我隔壁的女生清醒过来了！"

    ShanXiaoYi "她说她是53号，不知道几岁，不知道读几年级，不知道爸爸妈妈在哪里。"

    I "（总结）这也不知道，那也不知道。"

    ShanXiaoYi "我告诉53号，我们要想办法逃出去。"

    I "她怎么说？"

    "单小伊叹了口气，模仿那家伙没有情绪的语气。"

    ShanXiaoYi "生在这里，长在这里，逃出去，去哪里。"

    I "53号也是能力者吗？"

    ShanXiaoYi "不，不是，和她的念话一直是我在单向维持，所以和她说话有点儿累。"

    ShanXiaoYi "不过，问题不大，只要睡一觉，精神就回来了！"

    """
        单小伊在和53号聊天这件事上，表现出很大的兴趣。

        其实53号不怎么说话，而小伊致力于把她弄说话。

        单小伊问很多次各种方面的问题，漫无边际地问，她大多时候都不出声，有一次她终于呆呆地回答：
    """

    sub_53rd "医生，弄得我痛。我，很痛。我，怕痛。"

    ShanXiaoYi "她太可怜了，我们要帮帮她！"

    """
        5月25日晚上，小伊在陪53号，我和护士闲聊。

        在这之前，护士给我喂了些药，那是一些白色的小圆片。
    """

    nurse "吃这个，温开水送服，有助于恢复记忆。"

    "她注视着我把药片吞了下去，然后让我张开嘴巴，确保药片没有被藏在舌头下方或是别的地方，而后偷偷吐掉。"

    nurse "你知道的，有些小孩吃药会不乖。"

    """
        她摸了摸我的脸。

        到了十点整，四面墙壁和天花板发出的白光准时熄灭。

        病房里漆黑一片，只有某处的电子仪器发出些微的蓝色光晕。

        护士站起身来，准备离去。

        她的左脸鬓角垂下一绺黑发，眸子闪亮着。
    """

    I "护士姐姐，电灯在哪里？"

    nurse "房间里没有电灯。"

    I "没有灯，怎么会发光？"

    nurse "墙壁上涂了荧光漆，只需要特定频率的电信号就能发光、熄灭。"

    """
        她从制服的内衬口袋里摸出一支笔，两头都有笔尖，一端黑色，一端白色，中间有一个黄色旋钮。所谓“笔尖”其实是钝的，是有点粗糙的半球，不能用来写字。

        白色的笔尖在墙上接触到哪里，哪里就发光，黑色的则是熄灭。

        黄色旋钮控制全房间的亮度，要是直接拧到底，就是完全黑掉。

        先把全房间置为黑暗，就能用白色笔尖在墙上画画。
    """

    nurse "给你玩。"
    
    """
        护士像哄小孩一样对我。

        她见我一时半会不睡，便在床上坐下了，不一会就变成半躺。

        我画了一只乌龟，一条狗，一只猫，两只猫，三只猫……一共九只猫在争抢一个毛线团，九龙戏珠，我想。
    """

    I "好看吗？"

    nurse "好看。"

    "其实都是些儿童简笔画，线条也很随意,实在不能说好看。"

    nurse "我喜欢猫。"

    "我内心复杂地笑了笑。"

    I "护士姐姐，你知道什么叫喜欢吗？"

    nurse "可以概括为大脑里产生的一种信号，它让人在面对特定事物时产生愉悦的情绪。"

    I "护士姐姐，我喜欢兔子。"

    """
        我换了一面空白的墙，画了好多好多兔子，有蹲着的，有趴着的，有提着前爪竖起耳朵的，有的在吃草，有的在嚼油菜花，一只耳朵支棱起来，另一只耳朵耷拉在背上……
        
        记忆片段倏忽而来。
    """

    I "我小学时养了一只白兔，天天放学回家陪它玩，它每天晚上都来刨我的房门，偶尔还在厨房偷花生、翻土豆……"

    "护士瞧着我的脸，满意地点点头。"

    I """
        有一天，它被大人宰来吃了。

        后来陆陆续续又养了三只，一只白的，两只灰的，我最喜欢的灰兔说是被小区里的狗叼走了，另外两只也不长久，不知是又被捉来吃了还是如何，大人说是跑掉了，在后面山上打洞呢，可我总觉得他们骗我。
    """

    """
        记忆如潮水般涌来，头好疼啊，我想切断回忆，可是，可是——

        我终于想起了妈妈的脸。
    """

    I """
        我为什么要养这些兔子呢？我看到它们在地上蹦啊跳啊觉得好可爱，但失去它们的感觉真的好难受啊。
        
        得知那只灰兔被狗叼走的时候，我就在想，要是我没有从小贩手里把它买走，或者买来就放掉了，它这时候说不定还活得好好的。
        
        可是如果我从未养过它的话，我就不会喜欢上它，那它是死是活又关我什么事呢？
    """

    "我捂着额头，声音开始颤抖。护士握住我的手。"

    I """
        你知道吗，失去了会伤心的感觉，就叫喜欢。

        后来我就不养兔子了，偶尔在手机上看到视频，也会很喜欢，大人问我要不要再买一只，我摇头说不养了不养了，等以后长大了再养，才能照顾好它。大人们说，长大了，你就不再喜欢兔子了。
    """

    nurse "我从表情可以察觉到，你很痛苦。喜欢居然会带来痛苦，我需要一定的思考才能理解其间的逻辑。"

    I "护士姐姐，我主要是头疼，可以给我一些止痛药吗？"

    nurse "止痛药的成分与你服用的spp-301试剂有少许冲突，会拖慢实验的进度，但实验体的情绪状态也是重要的影响因子，所以如果你坚持，我会给你提供。"

    I "对记忆恢复有影响吗？"

    nurse "可能有。"

    I "那还是不用了，谢谢你。"

    I "护士姐姐，我很担心，我不知道你们最后会对我做什么……"

    "护士起身，摸了摸我的脸。"

    nurse "主人很喜欢你。"

    I "我要是死掉了，他眉头都不会皱一下吧。"

    nurse "不，还是会皱的。"

    nurse "请相信我的判断。"

    I "看来我很重要啊。"

    "护士笑了笑，没有作答。她走后，我没有把今天的事情说给单小伊听。"

    "我还是没能想起来这个妹妹，我感觉很对不起她。"

    jump plot_01_02_03