label plot_01_02_02:
    show screen date(year = "129", month = "5", day = "25") with pixellate

    """
        和护士说的一样，那次手术之后，我的头脑里偶尔会闪回一些零零碎碎的记忆片段。

        那些片段就像往日的纷飞碎叶，一旦伸手想要捉住，就瞬间化为泡影，无影无踪。

        令人不安的是，这些片段里，从来没有出现单小伊的身影。

        忽然，单小伊在心里呼唤我。
    """

    ShanXiaoYi "小林哥哥，告诉你一个好消息！"

    I "你联系上她了？"

    ShanXiaoYi "Bingo！我隔壁的女生清醒过来了！"

    ShanXiaoYi "她说她是53号，不知道几岁，不知道读几年级，不知道爸爸妈妈在哪里。"

    I "（总结）这也不知道，那也不知道。"

    ShanXiaoYi "我告诉53号，我们要想办法逃出去。"

    I "她怎么说？"

    "单小伊叹了口气，模仿那家伙没有情绪的语气。"

    ShanXiaoYi "生在这里，长在这里，逃出去，去哪里。"

    I "53号也是能力者吗？"

    ShanXiaoYi "不，不是，和她的念话一直是我在单向维持，所以和她说话有点儿累。"

    ShanXiaoYi "不过，问题不大，只要睡一觉，精神就回来了！"

    """
        单小伊在和53号聊天这件事上，表现出很大的兴趣。

        其实53号不怎么说话，而小伊致力于把她弄说话。
    """