label plot_01_01_04:
    """
        等护士把单小伊的餐盘也收走之后，我们迫不及待地交换起情报。

        我把护士跟我的聊天内容和衍生的推论都告诉了单小伊。

        单小伊也告诉我她套出来的话。
    """

    ShanXiaoYi "哥哥，你知道吗，门的密码是护士右手的掌纹！"

    """
        白色房间没有窗户，看上去也没有门，门藏在病床对着的那堵墙里。

        护士的手掌印上去，墙面便左右分开，待她通过后，自动合上。

        也就是说，不存在她忘记把门关好，然后我们偷偷逃出去的可能性。
    """

    I "这可怎么办呀？"

    "我们都一筹莫展，安静了一会儿后，单小伊有点难过地说："

    ShanXiaoYi "爸爸妈妈现在，一定在满世界找我们。"

    "爸爸……妈妈？"

    "我不敢提醒单小伊关于我失忆的事情，怕弄得她更难受，于是附和："

    I "嗯，他们一定很担心。"

    ShanXiaoYi "好想爸爸，好想妈妈。"

    I "嗯，我也想。"

    ShanXiaoYi "喂，你说我们可不可以，把护士打晕，然后用她的掌纹跑出去？"

    "我看了看自己的小身板。"

    "十岁左右的小孩身体。"

    I "哈哈。"

    ShanXiaoYi "你笑什么？我在认真想办法耶。"

    I "怎么想都打不过吧。"

    """
        没等我们想出更实际的办法，走廊外就传来了护士的脚步声。

        不，脚步声不止一个人。

        护士打开通道走向我，身后跟着一个穿着白袍的干瘦老头。

        他的胸口也戴着和护士一样的徽章。

        护士把手里的毛巾往我脸上捂，我变得晕乎乎的，就要失去意识。

        在栽倒在地前，我被护士接住。

        我身体的重量带着惯性落在她看似柔弱的手臂上，纹丝不动。
    """

    ShanXiaoYi "喂！喂！小林哥哥，你怎么了，你还好吗？"

    "干瘦老头的脑袋上戴着一样奇怪的装置，显得头很大，像一个蘑菇。"

    nurse "主人，手术条件已经准备好了。"

    doctor "了解。监控好实验体52号的恢复情况。他们两个是最特殊的。"

    nurse "好的。另外，实验体51号近期频繁向我提问，内容大部分与设施环境有关，可以回答吗？"

    doctor "没有关系，只要有利于其自我意识的恢复的行为，都应当鼓励。但是，不可提及『β密级』以上的事务。"

    nurse "明白。"

    """
        干瘦老头佝偻着身子，将干枯的手指伸向我的脸。

        眼前渐渐黑下去了。
    """

    show screen date(year = "?", month = "?", day = "?") with pixellate

    """
        再次醒过来的时候，头顶隐隐作痛。

        不知道睡了多久。

        在天花板晃眼的白光下，我闻到了消毒药水特有的刺鼻味道。
    """

    doctor "阿尔贝区的修复完成得很顺利，实验体51号进入观察期，时长15到30天。
            另外，预计下周二和下周五，分别对实验体53号和52号进行第二阶段手术，把准备工作都做好。"

    nurse "是，主人。"

    doctor "至于实验体54号到59号，连自我意识都还没有，移送到E3区处理掉吧。"

    """
        干瘦老头做完最后的吩咐，挥挥手让护士离开。

        我躺着的床忽然动了起来，我这才发现，自己已经不在原来的房间。

        护士推着我，经由甬道回到漫长的走廊。

        甬道就像一个电梯间，只不过电梯是上下移动，而它兼具了水平移动。

        护士把我送回房间。

        我动了动。
    """

    nurse "你醒了，感觉怎么样，想起什么来了吗？"

    I "什么想起什么？"

    nurse "主人对你的阿尔贝区进行了一些修复。\n如果一切顺利，你会逐渐想起过去的记忆，不要急，这需要一个过程。"

    I "阿尔贝区？修复？我的记忆原来是被你们弄没的吗？这是实验的一部分？"

    "质问的语气脱口而出，我马上后悔了，但护士态度依然温柔。"

    nurse "是的，恭喜你，最危险的流程已经过去了，只要在观察期内记忆恢复正常，你就完全通过了第二阶段实验。"

    I "『第二阶段』是干什么的？可以具体描述一下实验的所有阶段吗？"

    nurse "对不起，不可以。"

    "护士直截了当地拒绝了，而我仍不死心。"

    I "另外几个实验体，通过第二阶段了吗？"

    nurse "我现在负责的9个没有，但历史上有。"

    I "二阶段的实验成功了会怎样？"

    """
        对于我的提问，护士一般都会快速给出答案，或者快速拒绝回答。
        
        但对这个问题，她却罕见地犹豫了一会，才告诉我。
    """

    nurse "历史上的样本太少，我无法给出确切的答案，具体需要主人做决定。但我可以告诉你，有移送到E1区的先例。"

    I "那失败了会怎样？"

    nurse "移送到E3区。事实上，实验体54号到58号就是这样的情况。"

    I "那52号……和53号呢？"

    "我的心砰砰跳。"

    nurse "他们的进度比你落后一些，第二阶段的实验即将在下个星期进行。"

    I "『主人』是谁？"

    nurse "他是我的主人。"

    I "他是一个什么样的人？"

    nurse "主人是个好人，你放心吧，他很喜欢你们这些实验体。"

    "很喜欢……我们吗？"

    I "那……"

    "我快速思考着接下来应该问什么。"

    nurse "不要关心太多无关的事情，你也想尽快恢复过去的记忆吧，多把精力放在『回忆』上。努力回忆。"

    I "嗯，护士姐姐，我也想。可是，之前我试过，每次回忆，头都会很痛很痛。非常痛。"

    nurse "这是阿尔贝区受损所导致的，刚才的手术正是为了解决这个问题。"

    nurse "恢复需要一个过程，不要急，慢慢来。"

    I "最后一个问题，现在是什么时间？"

    nurse "129年5月24日19时19分8秒。"

    show screen date(year = "129", month = "5", day = "24") with pixellate

    "护士转身走了，而我在心灵里急切地呼唤着单小伊。"

    jump plot_01_01_05