label plot_01_01_05:
    ShanXiaoYi "小林哥哥！太好了，你终于回来了！你没事吧！"

    ShanXiaoYi "都过去一整天了！担心死我了！"

    """
        关于这个妹妹，我皱着眉头，还是没有任何关于她的回忆。

        她说她叫单小伊，而我叫单小林。

        护士说得没错，失忆的恢复再急也没有用，只能慢慢来。
    """
    I "小伊，问你个问题。"

    ShanXiaoYi "你说。"

    I "你知道他们叫你什么吗？实验体多少号？"

    ShanXiaoYi "护士说我是52号，我还知道你是51号。"

    I "那么，他们马上要对你的大脑动手术，时间是下周五。"

    ShanXiaoYi "手术？和你一样的手术吗？护士说你去动手术了。"

    I "不，不一样，护士告诉我，我刚刚那是第二阶段实验的最后收尾，而你的第二阶段还没开始。"

    ShanXiaoYi "小林哥哥，你不在的时候，我做了一些尝试。"

    """
        在我的疑惑中，单小伊让我闭上眼睛，用心感受。

        在黑暗中，眼前变得星光点点，有一团模糊的光晕，那团光晕在跟我说话。
    """

    unknown_ShanXiaoYi "感觉到了吗？我的隔壁还有人！有一个别人的心灵！"

    I "没有，只感觉到了你的心灵。"

    ShanXiaoYi "怎么会呢？我都看到了两个，一个你的，一个那个人的。"

    I "为什么我看不到？"

    ShanXiaoYi "她在我的隔壁病房，你看不到，应该是距离太远了的原因。"

    "我明白了，小伊在我的隔壁，那个人在小伊的隔壁，我们中间隔了两堵墙。"

    I "你和那个人说上话了吗？"

    ShanXiaoYi "还没有，她应该听见了，但不知道怎么回答，我还没有教会她。她应该和我一样，都是女生。"

    I "你怎么知道的？"

    ShanXiaoYi "她的心灵一看就是女生。"

    I "怎么分辨心灵的男女？\n（好奇）"

    ShanXiaoYi "我们女生的感觉啦，你不懂的。"

    "单小伊支支吾吾了一会儿，最后变相承认自己是瞎猜的。"

    jump plot_01_02_01