label plot_01_01_01:
    scene bg test_bg_01
    show screen episode("Episode-01 逃离圣心医院")
    pause 3.0
    hide screen episode
    show screen chapter("Chapter-01 纯白有瑕的囚笼") with dissolve

    """
        我从梦中醒来。

        四面都是苍白光洁的墙，没有门，也没有窗户。

        我抖掉身上冰凉的被单，光滑的墙上映着幼小的身躯，稚嫩的脸。

        这里是什么地方？我是谁？

        一时间，什么都想不起来。

        墙面忽然裂开，缓缓推移。

        我强装镇定。

        一名少女护士端着托盘走进来。

        她的胸口佩戴着一个徽章，图案形似二叉树。

        我望过去，她对我的目光没有反应，只是走过来，一言不发，把勺子凑到我嘴边。
    """

    I "你要干什么！"

    """
        我被自己稚嫩的声音吓了一跳。

        只是粥而已。
    """

    I "我自己来吧。"

    """
        护士愣了一瞬，我把碗和勺子接过来。

        我还不适应自己的身体，动作极其笨拙。

        『哐啷！』\n
        碗掉在地上，粥洒了出来。

        我带着歉意，害怕地看着她，不敢说话。
    """

    nurse "没关系，我再去做一份。"

    """
        护士抿着红唇轻轻说，听不出喜怒。

        她白皙的手印在墙面上，它如之前一般裂开，然后合上，护士已经离去，墙壁光洁如初，依然冷淡地泛着白光。
    """

    jump plot_01_01_02