label plot_01_01_02:
    """
        吃饭时，护士一直盯着我，像观察小动物一样。

        粥里面加了玉米粒，我很喜欢。

        我以前或许很爱吃吧。

        我……以前。

        遥远的记忆不知从何方泛起。

        我是谁？
        
        我叫什么名字？

        我以前，是现在这幅样子吗？十岁左右的身体？

        头突然好痛。

        回忆自动被大脑切断，却一定漏掉了什么重要的东西。

        护士收走餐盘时，我鼓起勇气。
    """

    I "护士姐姐，你能不能不要走？我想和你说说话。"

    nurse "好。"

    """
        护士惜字如金。
        我没想到她会直接应允，一时间不知道问什么。
    """

    I "你知道我是谁吗？"

    nurse "你是实验体51号。"

    """
        我是实验体？

        我对这个名词感到不解，却也没有深究，而是接着询问其他信息。
    """

    I "这里是什么地方？"

    nurse "圣心医院E2区5号病房。"

    I "圣心医院？"

    """
        我从未听说过这个地名。

        我似乎忘记了很多事情，不知道那是不是其中之一。
    """

    nurse "圣心医院在瀚海城本土共设有15个分部……"

    "我打断她的详细叙述。"

    I "医院？我是病人吗？"

    nurse "不，你是实验体51号。"

    "她无意义地重复。"

    I "实验体是什么东西？"

    nurse "实验体是主人制造或者捕捉的实验用人类，第三阶段及以前的实验体都住在E2区。"

    """
        我没有再问其他问题，护士让墙壁裂开，然后离去。

        这间病房，如同软禁之囚笼，不见天日，只有四面墙发出的柔柔白光，清冷而苍白。

        我闭上眼，尝试回忆一些小事。

        护士给我送饭时，我就在想，虽然白粥也不赖，但倘若在粥里加很多玉米粒，我会更喜欢。

        越多越好。

        我也喜欢土豆。

        兔子也爱啃土豆。

        我家养过兔子。

        墙上的白光灭了，我渐渐坠入梦境。

        是坠落的感觉、冰冷的感觉。

        那是昏迷之前的事情吧。

        明明说好不要分开的。

        我有一个同伴。

        剧痛如意料一般传来了。

        不，停下！

        我是谁？

        我捂着脑袋，疼得叫不出声。

        不能再想了！
    """

    jump plot_01_01_03