label plot_01_01_03:
    """
        白色房间渐渐黯淡下来。

        到晚上了吧。

        闭上眼睛，一个女孩子的声音突然从心中响起。
    """

    unknown_ShanXiaoYi "小林哥哥！你怎么样了？那个护士走了吗？"

    "我吓了一跳，脱口而出："

    I "你是谁？！"

    unknown_ShanXiaoYi "嘘——别出声！用心灵来说话！"

    "我听从她的指挥，在心里想：你是谁？"

    ShanXiaoYi "还能是谁？我单小伊啊！你妹妹！不然呢？哪来这么多能力者？"

    "我有妹妹吗？"

    I "我好像失去了一部分记忆。到底发生什么事了？"

    ShanXiaoYi "我们被坏人抓了！我刚醒过来，你看，我就在你的隔壁！"

    "某处传来笃笃的声音，我循声望去，一定是小伊在拍打着那边的墙壁。"

    ShanXiaoYi "小林哥哥，我们得想办法逃出去！"

    I "怎么办呢？"

    """
        有机会的时候，向护士套取一些情报吧。

        她看起来不难相处的样子。

        这一晚，我的心里不断传来单小伊的声音。

        她睡不着，于是找我聊天。

        我有一搭没一搭地应着，这样的想法止不住地冒出来：

        『我真的有妹妹吗？』

        『我以前到底……』

        要是让小伊知道，她认为的哥哥失忆得这么彻底，一定会非常伤心吧。

        我倒情愿是她认错人了。

        一个没有人会因此受伤的误会。

        这些埋在心底的胡思乱想，也不知道她听见没有。
    """

    I "小伊，我们是能力者，你可以通过心灵给我说话，也可以听见我在心里说的话。那你能不能，在别人不知道的情况下，听见她心里想的是什么？"

    ShanXiaoYi "只能搞清楚大概的情绪啦，有没有说假话之类的，对你就不太灵了。我想，同为能力者的话，心防就会牢固一些，需要主动配合。"

    I "我也是能力者……我该怎么进去到别人的心灵？"

    ShanXiaoYi "你以前一直都不行，只能连接到我的。"

    "隔着墙壁，我似乎能感觉到单小伊有一点点得意的笑声。"

    ShanXiaoYi "我想这大概是因为，我比你要厉害一些。"

    "第二天早上，我从护士手里接过餐盘。"

    "她的手很好摸，软软的。"

    I "你是专门服侍我…吃饭的吗？\n（我开玩笑地问道。）"

    """
        我差点把『们』说出来，不过这好像也没关系。

        如果她也是能力者的话，想必早就知道我和单小伊已经在交流了吧？
    """

    nurse "是的，现在你并不需要医学上的护理，我对你的主要职责就只是送饭。"

    I "除了我，你还照顾别人吗？"

    nurse "是的。"

    """
        我点点头，不知道说什么好。

        护士也是那种把天聊死的类型，于是两人相对无言，她看着我，我只顾吃饭。

        这样下去可不是办法。
    """

    ShanXiaoYi "你行不行呀，不行我来！\n（单小伊在心里说。）"

    I "护士姐姐，现在是什么时间？"

    "隔壁的单小伊似乎被我的搭讪方法无语到了。"

    nurse "现在是129年5月23日8时25分57秒。\n（护士一股脑说了出来，像精准报时的闹钟。）"

    show screen date(year = "129", month = "5", day = "23") with pixellate

    "我愣住了，129年，什么历法的129年？"

    I "你之前说，我是第51个实验体，那总共有多少个实验体？"

    nurse "不是第51个实验体，而是实验体51号。\n在目前的圣心医院E2区，一共有203个存活的实验体。"

    I "目前？存活？有人死了吗？"

    "我有点害怕。"

    nurse "死亡是普遍存在的现象。"

    "我尽量保持着镇定。"

    I "要照顾两百多个人，护士姐姐你真够辛苦。"

    nurse "没有那么多。我负责的只有51到59号，而你和相邻房间的52号都恢复了基本的自理能力，为我省了不少工作量。"

    I "那你可得感谢我。"

    nurse "谢谢你。\n（护士傻傻地说。）"

    I "圣心医院E2区是不是这样的：一条很长的走廊，走廊两侧是一个又一个房间，我们住在里面，像酒店一样？"

    nurse "你的猜想对了一部分。这层楼的走廊是一个很大的环形区域，外环一圈都是你们的病房，内环是手术室、实验室、数据中心等研究设施。"

    I "那你们怎么出去呢？"

    nurse "通过甬道。甬道会自动载着我们到达想去的单元。"

    "什么是『甬道』？\n"

    jump plot_01_01_04