label plot_01_03_03:
    "今天的午饭比以往来得要早一些。"

    nurse "我知道你饿了，所以调整了一下送餐的顺序。"

    I "谢谢你。"

    "与此同时，我听到了单小伊的呼唤。"

    ShanXiaoYi "你走后不久，53号也被带走了！"

    I "嗯，我知道，我见到她了。"

    """
        我把上午发生的所有事情，尤其是关于甬道的情报，讲给了单小伊听。
        
        一边在墙上画图，我一边和小伊推测着周围的结构。
        
        最后，我们的猜想是，整个圣心医院E区由多段同心圆环构成，我们房间外走廊向左弯曲，也就是一段弧。
        
        走廊的尽头有通往内层圆环、外层圆环的通道，对应三岔路口的不同甬道，往左的甬道通向更内层的实验机构，另外两条不知道哪一个是出口。
        
        另外，53号出现后的测试内容，让我一直很在意。
    """

    "『你能驱使着她做出特定动作吗？例如，站起来，原地旋转两周半，然后蹲下。』"

    "我们的心灵，难道不止可以传递信息吗？"

    "小伊觉得很有趣。"

    ShanXiaoYi "让我来试试！"

    "她让我把右手食指插在左鼻孔，左手食指插在右鼻孔里。"

    I "我才不。"

    ShanXiaoYi "唔，失败了。"

    I "（无奈）别忘了我也是能力者，你应该找个能力强度弱一点的来试。"

    ShanXiaoYi "53号还没有回来。"

    """
        这个念头给了我一种不好的感觉。
        
        原来我们在不知不觉间，也把她当成了实验体。

        不，不要，不要这样。
    """

    ShanXiaoYi "你见过她了吗？她漂亮吗？我们应该叫她姐姐还是妹妹？"

    I "不知道，她把头埋起来，我看不清她的脸，我想，按身形推测的话，应该稍微『姐姐』一点吧。"

    ShanXiaoYi "她是我的朋友，我们要把她也救出去。"

    """
        于是，我们继续天马行空地推演着逃跑的时候可能出现的情况，你一嘴我一嘴地思考着对策。
        
        在那个破绽百出的计划中，我和单小伊缝缝补补，像两个走投无路的裁缝。
    """

    jump plot_01_03_04