label plot_01_03_01:
    scene bg test_bg_03 with dissolve
    show screen chapter("Chapter-03 请带上我的希望") with dissolve
    show screen date(year = "129", month = "5", day = "28") with pixellate

    I "我们应该在地底下吧。"

    "我这样推测着，而冥冥中有声音表达了赞同。"

    ShanXiaoYi "我也这么觉得，你看，没有窗子，一点太阳光都看不到，哪里有房子这么修的，所以这里一定是地下室，所以，要逃出去必须往上。"

    I "你醒啦。"

    ShanXiaoYi "嗯！早上好，小林哥哥。"

    "在不见天日的病房里，提供“早晨”这一概念的并非阳光，而是在光洁的墙壁和天花板上，渐变亮起的蒙蒙白色。"

    I "早上好……好困。"

    ShanXiaoYi "你也睡不着吗，昨天晚上？"

    I "是啊，一到时间，所有地方都亮起来，昨晚没有睡着，现在想睡也睡不成了。"

    ShanXiaoYi "小林哥哥是夜猫子。"

    I "小伊是夜狗子。"

    ShanXiaoYi "哪有这种东西……"

    """
        单小伊忽然乐了起来，嘻嘻嘻笑个不停。

        这一刻的气氛，轻松得让人不忍再提起，那让人焦虑不已的情报。

        但既然是用心灵在通话，我心情的波动，不可避免地被单小伊察觉。

        今天是5月28日，星期四。

        只有一天了。
    """

    ShanXiaoYi "呐，我说，实在没有办法的话，要不就算了吧。"

    "算……了？"

    ShanXiaoYi """
        这两天下来，我想了无数种方法。
        
        想要趁护士忘记关门，或者对门锁做手脚，可是门藏在墙壁里，护士前脚一走，它就自动合上了。

        如果是高楼的话，还可以冒着危险，用被子连成绳索，顺着管道往下吊，可是这里是地底，连窗子都没有。

        我们又不是超人，打穿金属做的墙壁，打穿天花板飞出去……
    """

    "怀着沮丧的心绪，单小伊道出『算了』的含义。"

    ShanXiaoYi "连一点机会都找不到，想不出该怎么逃出去，最后只能……他们对我做什么，我就默默承受下来好了。"

    ShanXiaoYi "不就是第二阶段实验吗，既然已经经历过来的你能安然无恙，那我也可以……"

    "安然无恙吗？"

    I "不，不是这样的！"

    """
        根据护士与医生交谈中的情报，他们的确对我做过了同样的实验，早在最初醒来的那天之前。

        而因为他们，我又还记得些什么？

        这还仅仅是最好的结局。

        53号躺在床上被推过我的房间之外时，那痛彻心扉的惨叫犹然在耳。
    """

    ShanXiaoYi "不行！小林哥哥，我什么都不想忘记！"

    I "而且，你知道的，问题还没有结束。"

    "是的，就算毫发无损地度过了第二阶段实验，问题也没有结束。"

    I "我们要被关在这里多久，一辈子吗？"

    "脸上挂着自暴自弃的冷笑，我这样说。"

    I "如果是这样，还不如死了算了。"

    "单小伊好像有点被吓到了。"

    ShanXiaoYi "小林哥哥，我不想死，也不想在这里待一辈子。医生把我们关起来，是不对的，是犯法的。"

    """
        房间外，脚步声由远及近，又由近及远。

        有人被带走了，不知是53号，还是别的实验体。

        54号之后都是失败品，会被移送到E3区处理掉。

        『处理』掉。
    """

    I "医生和护士是敌人。"

    I "所以，现在问题又回到了，怎么对付他们。"

    """
        不是寻找稳妥的办法，而是发现万分之一的可能性。

        最重要的不是推演和计算，而是想象力，哪怕只有0.01%%的成功率，都是珍贵的方案。

        因为我们别无选择。

        单小伊让我再次复述被带走那天的情况。
    """

    I """
        医生做事很谨慎，在我倒下去之后，他才露面。

        当然我只是身体动不了，耳朵还能听，脑子还能想，又过了一会儿才完全失去意识。
        
        那时护士突然拿出手帕捂住我的脸，我没有防备，直接吸了一大口挥发出来的迷药。
    """

    ShanXiaoYi "也就是说，如果屏住呼吸，能多坚持一会儿对吧？"

    I "手帕捂上来的一瞬间，下意识呼吸是本能的，但如果提前吸入了一大口空气，像游泳一样，也许能把药效发作的时间往后拖一点。"

    ShanXiaoYi "学游泳的时候我玩过憋气，最多能憋一分多钟！"

    """
        一分多钟。
        
        在这关键的一分钟内，必须做完所有的事情。
    """

    I "护士年轻力壮，我们不是对手，但医生已经老了，如果突然逃跑，医生未必能追上。"

    ShanXiaoYi "这样的话，必须先把护士引开。"

    I "就由我来做吧。"

    ShanXiaoYi "你要搞破坏吗？"

    I "嗯，你假装被迷晕，然后推出走廊，他们会放松警惕，没有比这更好的机会了。"

    ShanXiaoYi "如果他们不理你怎么办？"

    I "每个病房都很贵的。"

    "我环望了一圈这科技感十足的床铺、盥洗室与恒温系统，模棱两可地笑了笑，继续说。"

    I "我会给他们一个，不得不管这边的理由。剩下的就交给你。"

    I "护士说，走廊的尽头是甬道，出口没可能在别的地方了。"

    ShanXiaoYi "嗯！我要憋住气，不能吸入迷药，还不能被他们看出来！"

    I "小伊，大胆一点，加油。"

    """
        单小伊干劲十足。

        计划虽然简陋，但我们没有瞻前顾后的资本了。
    """

    ShanXiaoYi "那你呢，你怎么办？你搞完破坏，他们会对你做什么？"

    I "不重要了。你只要能出去，找到爸爸妈妈，找到警察，就能把我救出来。"

    ShanXiaoYi "但是——"

    "单小伊说到一半，自己停住了。"

    ShanXiaoYi "嗯，小林哥哥你放心，我不会犹豫的。"

    "或许我们的内心，在不知不觉中，就变得勇敢了一些。"