label plot_01_03_02:
    """
        当天上午，意外发生了。

        护士和她的『主人』，也就是医生，来到了我的房间。

        我告诉自己保持镇静，也感觉到小伊的心灵明显变得焦躁起来。

        这时候，我和单小伊也确认了一件事，护士和『主人』的心灵虽然都对我们屏蔽，但呈现出不同的状态。

        『主人』的心灵像是一团雾，如果想强行探进去，会被一堵墙挡在外面。

        他的头上依然戴着古怪的设备，显得整个人像蘑菇。

        而护士的心灵则是根本不存在。

        感觉不到，什么都没有。
    """

    ShanXiaoYi "用眼睛看，护士就站在这里；用心灵看，根本没有这个人。"

    """
        护士带着我离开房间，医生背着手跟在一段距离之后。

        她没有掏出什么手帕。

        护士牵着我的手出门右转进入走廊，她肯定发现我很紧张。
    """

    nurse "接下来是一些比较常规的测试，其实在房间里也可以完成，但主人希望做个展示。"

    I "展示？向谁展示？"

    """
        有医生在后面监视，我不敢问出口，只是在心里默默想着。

        走廊尽头是一条三岔路口，左转的道路向内弯曲成弧线，我们进入了一个舱室，舱室内壁有上下左右等方向键，护士操作了一番，舱门在身后缓缓合拢。

        柔和的光晕微微泛着，我感觉到一阵温和的加速度，舱室平稳而安静地开始移动。

        原来这就是甬道。

        最终我被带到一个环形中厅，垂直高度约两层楼，面积比病房大，内部构筑类似会议室或教室，中厅的四周墙壁在约三米之下的材质和病房一样，而那之上的部分由单向透光的玻璃构成。
        
        虽然从里面无法看到外面，但我知道，医生一定在外面清楚地看着我吧。
        
        护士给我戴上一个头盔，头盔上拖着一根数据线，连接到房间里的计算机设备。
        
        他们又要对我的大脑做什么？
        
        我紧张地想着，但护士却只是给我拿了一个平板和触控笔，让我完成投影屏幕上出现的任务。
        
        大屏幕的右下角，倒计时的数字以秒为单位跳动着。
        
        一开始都是一些简单的数学题目，不需要手算。
        
        倒计时还剩下600秒左右时，难度陡然攀升，给了我一些压力。
        
        最后一个问题：已知有1号顶点，2号顶点，……，50号顶点。
        
        其中一部分顶点是相连的，另一部分是断开的，具体的连接关系如下图，而相连两个顶点之间的路径是有长度的，具体的长度在图中也已标出，现在求从1号顶点到50号顶点的最短路径长度。
        
        算下来感觉额头都在隐隐发烫，我写出答案，放下触控笔，看向护士。
        
        护士依然带着普通而职业的微笑，像她面对主人那样，看不出满意还是不满意。
        
        接下来倒计时刷新，大屏幕上出现一百张图片，护士要求我记住他们，一段时间后，数百张相似但各有特征的图片混杂进来，然后打乱，我需要在其中选出之前记忆的那些。
        
        我连蒙带猜，也不知道对了多少。
        
        倒计时刷新，现在是第三项测试。
    """
    
    "护士拿出一个玻璃管放在桌子上，里面装着一根羽毛。"

    nurse "玻璃管里已经被抽成了真空，里面放着一根羽毛，你需要在不接触玻璃管的情况下，让羽毛移动。"

    I "上下移动还是水平移动？"

    nurse "看你喜欢。"

    "我直接拍了一下桌子底部，羽毛弹起来。"

    nurse "（笑）不是这样的，桌底也不能接触，你要试着用意念。"

    """
        她在开玩笑吗？
        
        我盯着羽毛，想象它动起来的样子，当然，什么都没有发生。
    """

    I "做不到。"

    """
        护士把玻璃管收起来，把我带到房间角落，头盔拖着长长的线。
        
        她伸手一按，那一角的墙壁忽然变得透明。
        
        一名年龄与我相仿的女生环抱着双膝，缩在墙壁另一端的角落发抖，脑袋埋在膝盖间。
        
        闭上眼睛，心灵与她接触，她却不愿睬我。
    """

    nurse "你能告诉我，她在想什么吗？"

    I "她在害怕。"

    nurse "还有吗？"

    I "她的头很疼，给她点止痛药吧。"

    nurse "敏锐一些的人，仅凭观察也可以得出这些结论，还有更具体的吗？"

    nurse "你能否详细地解读出此刻她的心理活动？"

    I "（胡诌）她在想今天中午吃什么。"

    """
        与此同时，我的肚子咕噜叫了一声。
        
        我不好意思地挠挠头。
    """

    nurse "你能驱使着她做出特定动作吗？例如，站起来，原地旋转两周半，然后蹲下。"

    I "？"

    "上方的单向玻璃突然变得透明，医生向护士示意。"
    
    doctor "就到这里吧。"

    nurse "是，主人。"

    """
        玻璃外除了医生，还站着他的几位同僚，他们的头上也带着同样的装置。
        
        测试结束后，护士把我经由甬道送回房间。
        
        我听见医生的同僚笑着和他交谈。
    """

    unknown_labman "Guess who he reminds of me?"

    doctor "与当年的珂珂比起来，呵呵，还是有差距。"

    unknown_labman "Not everybody has the qualification to be compared with Coco, do they?"

    doctor "圣心的道路几乎被她改变。你也当过她的信徒，不是吗？"

    unknown_labman "I used to look down upon those {i}subjects{/i} who were not able to read the mind of others' as effectively and profoundly in the beginning, but Coco’s {i}computility{/i} taught me a lesson."

    doctor "是的，事实已经证明，能力的运用需要经过训练，而算力决定的是上限。"

    unknown_labman "I’ve heard the 52nd is as promising according to the primary data, so when will…"

    "医生一行人与我和护士分别走向了不同的舱室，身后的声音渐渐微弱，很快，只剩下了甬道运行的微弱嗡嗡声。"

    I "刚刚那算什么？考试？"

    "护士点头。"

    I "没想到在这里也要考试，真是无处可逃。（感慨）"

    """
        路过走廊时，我留意了与我和单小伊邻近的另外7个房间。
        
        里面已不再有活生生的心灵。
        
        失败品失去一切，胜者活到最后。
        
        圣心医院就是这样一个地方。
        
        而谁又能一直赢下去呢？
    """

    jump plot_01_03_03